Repository: xcv58/MacTools
Catalog: Plugins/Translator/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# ocr.error.invalidImage
source: 无法读取截图。
ar: تعذرت قراءة لقطة الشاشة.
de: Der Screenshot konnte nicht gelesen werden.
en: Could not read the screenshot.
es: No se pudo leer la captura de pantalla.
fr: Impossible de lire la capture d'écran.
ja: スクリーンショットを読み取れませんでした。
ko: 스크린샷을 읽을 수 없습니다.
pt: Não foi possível ler a captura de tela.
ru: Не удалось прочитать скриншот.
tr: Ekran görüntüsü okunamadı.
zh_hant: 無法讀取截圖。
